Repository: nl-design-system/denhaag-wordpress
Catalog: languages/nlds-community-blocks-*.po
Languages: nl_nl

source: Adds NL Design System Community Blocks to the Gutenberg editor.
nl_nl: Voegt NL Design System Community blokken toe aan de Gutenberg editor.

# Settings page warning
source: Load tokens from:
nl_nl: Laad tokens van:

# Settings page warning
source: Disable default WordPress Block style:
nl_nl: Standaard WordPress Block-stijl uitschakelen:

# Settings page description
source: Select the municipality whose tokens you want to load.
nl_nl: Selecteer de gemeente waarvan u de tokens wilt opladen.

# Settings page description
source: Some default WordPress Block styles can overwrite the NLDS block styles.
nl_nl: Sommige standaard WordPress-blokstijlen kunnen de NLDS-blokstijlen overschrijven.

source: NLDS Community Blocks
nl_nl: NLDS Community blokken

# Register custom block category
source: NLDS %s Community Blocks
nl_nl: NLDS %s Gemeenschapsblokken

# Register custom block category
source: NLDS %s Community Layout Blocks
nl_nl: NLDS %s Community-lay-outblokken

# Screenreader label
source: (External link)
nl_nl: (Externe link)

# Image
source: Download image: %1$s (%2$s, %3$s)
nl_nl: Download afbeelding: %1$s (%2$s, %3$s)

# Image
source: Download image: (%1$s, %2$s)
nl_nl: Download afbeelding: (%1$s, %2$s)

# denhaag/image: Download label
source: Download image
nl_nl: Download afbeelding

# denhaag/meta social share aria-label
source: Share this page on %s
nl_nl: Deel deze pagina op %s

# denhaag/meta social share aria-label
source: Share this page by %s
nl_nl: Deel deze pagina door %s

# denhaag/meta: Share button label
source: Share
nl_nl: Delen

# denhaag/note
source: Pay attention!
nl_nl: Let op!

# denhaag/note
source: Important information:
nl_nl: Belangrijke informatie:

# denhaag/social-link: aria label
source: Follow us on %s
nl_nl: Volg ons op %s

# denhaag/accordion-item: Placeholder
source: Panel title…
nl_nl: Paneel titel…

# NCB_HasAuthorControl label
source: Quote without author
nl_nl: Quote zonder auteur

# NCB_HasAuthorControl label
source: Quote with author
nl_nl: Quote met auteur

# denhaag/blockquote: Quote placeholder
source: Add quote text here
nl_nl: Quote tekst hier invullen

# denhaag/blockquote: Author placeholder
source: Author name…
nl_nl: Auteurnaam hier invullen…

# denhaag/button: Control label
source: after
nl_nl: achter

# denhaag/button: Control label
source: before
nl_nl: voor

# denhaag/button: Control label
source: Set the icon %s the label
nl_nl: Stel het pictogram %s het label in

# denhaag/button: Control label
source: Hide
nl_nl: Verberg

# denhaag/button: Control label
source: Show
nl_nl: Toon

# denhaag/button: Control label
source: icon
nl_nl: pictogram

# denhaag/button: Control label
source: Default
nl_nl: Standaard

# denhaag/button: Control label
source: Large
nl_nl: Groot

# denhaag/button: Control label
source: Set %s button style
nl_nl: Stel %s knopstijl in

# denhaag/button: Control label
source: Primary
nl_nl: Primair

# denhaag/button: Control label
source: Secondary
nl_nl: Secundair

# denhaag/button: Placeholder
source: Button label…
nl_nl: Knoplabel…

# denhaag/columns: Control prefix
source: Select %s
nl_nl: Selecteer %s

# denhaag/columns: Title
source: Please select a layout
nl_nl: Selecteer een lay-out

# denhaag/description-list-item: Placeholder
source: Title here…
nl_nl: Titel hier…

# denhaag/description-list-item: Placeholder
source: Details here…
nl_nl: Details hier…

# denhaag/description-list: Placeholder
source: Caption…
nl_nl: Ondertiteling…

source: Disable
nl_nl: Uitzetten

source: Enable
nl_nl: Inschakelen

source: %s autoplay
nl_nl: %s automatisch afspelen

source: Hide
nl_nl: Verberg

source: Show
nl_nl: Toon

source: %s video controls
nl_nl: %s videobediening

source: Muted
nl_nl: Gedempt

source: Unmuted
nl_nl: Niet gedempt

source: Set %s
nl_nl: Stel %s in

# denhaag/featured-image: notice
source: This post type does not support a featured image
nl_nl: Dit berichttype ondersteunt geen uitgelichte afbeelding

# denhaag/featured-image: MediaPlaceholder
source: Featured Image
nl_nl: Uitgelichte afbeelding

# denhaag/featured-image: MediaPlaceholder
source: Upload an image by the button or select one from your media library.
nl_nl: Upload een afbeelding met de knop of selecteer er een uit uw mediabibliotheek.

# denhaag/heading: Control label
source: Visible for screen readers only
nl_nl: Alleen zichtbaar voor schermlezers

# denhaag/heading: Placeholder
source: Enter your heading…
nl_nl: Voer uw titel in…

# denhaag/image: Control label
source: Show image caption
nl_nl: Bijschrift afbeelding weergeven

# denhaag/image: Control label
source: Show download option
nl_nl: Downloadoptie weergeven

# denhaag/image: Control label
source: Reset image
nl_nl: Afbeelding opnieuw instellen

# denhaag/image: Caption placeholder
source: Place your caption here
nl_nl: Plaats uw onderschrift hier

# denhaag/link-group-item: Instruction
source: Click the icon to add a link.
nl_nl: Klik op het icoon om een link toe te voegen.

# denhaag/link-group: Control label
source: Start typing…
nl_nl: Beginnen met typen…

# denhaag/link-group: Control label
source: Reset image
nl_nl: Afbeelding opnieuw instellen

# denhaag/link-group: Caption placeholder
source: Place your caption here
nl_nl: Plaats hier uw onderschrift

# denhaag/meta: Control label
source: Disable
nl_nl: Uitschakelen

# denhaag/meta: Control label
source: Enable
nl_nl: Inschakelen

# denhaag/meta: Control label
source: Excerpt
nl_nl: Samenvatting

# denhaag/note: Placeholder
source: Write warning…
nl_nl: Waarschuwing schrijven…

# denhaag/note: Placeholder
source: Write notification…
nl_nl: Melding schrijven…

# Variation denhaag/paragraph
source: Default
nl_nl: Standaard

# Variation denhaag/paragraph
source: Lead
nl_nl: Introductie

# Variation denhaag/paragraph
source: Small
nl_nl: Klein

# Variation denhaag/paragraph
source: Distanced
nl_nl: Afstandelijk

# Variation denhaag/paragraph
source: Den Haag Detail
nl_nl: Detail Den Haag

# denhaag/paragraph: Toolbar Button label
source: Select variation
nl_nl: Selecteer variatie

# denhaag/paragraph: Placeholder
source: Write paragraph…
nl_nl: Schrijf paragraaf…

# denhaag/paragraph: Panel Title
source: Variation
nl_nl: Variatie

# denhaag/social-link icon: Notice
source: No link provided
nl_nl: Geen link verstrekt

# denhaag/social-link icon: Notice
source: This is an unsupported domain.
nl_nl: Dit is een domein dat niet wordt ondersteund.

# denhaag/social-link: Instruction
source: Click the icon to add a link.
nl_nl: Klik op het pictogram om een link toe te voegen.

# denhaag/paragraph: ToolbarButton label
source: Set as heading %s
nl_nl: Instellen als kop %s

# denhaag/paragraph: ToolbarButton label
source: Show as heading %s
nl_nl: Toon kop als %s

# NCB_ImageSizeControl label
source: Select image size
nl_nl: Selecteer afbeeldingsformaat

# NCB_SetLinkControl label
source: Add link
nl_nl: Link toevoegen

# NCB_UnsetLinkControl label
source: Remove link
nl_nl: Link verwijderen

# denhaag/table: Button label
source: Set first row as heading
nl_nl: Stel de eerste rij in als kop

# denhaag/table: Button label
source: Set first columns and row as heading
nl_nl: Stel de eerste kolommen en rij in als kop

# denhaag/table: Placeholder
source: Caption label (optional)
nl_nl: Bijschriftlabel (optioneel)

# block title
source: Accordion item
nl_nl: Accordeon item

# block description
source: A singular accordion-item within the accordion group.
nl_nl: Een uniek accordeon-item binnen de accordeongroep.

# block title
source: Accordion
nl_nl: Accordeon

# block description
source: An accordion is a vertically stacked list of headers that reveal or hide associated sections of content.
nl_nl: Een accordeon is een verticaal gestapelde lijst met koppen die bijbehorende inhoudssecties onthullen of verbergen.

# block keyword
source: collapse
nl_nl: inklappen

# block description
source: A quote component.
nl_nl: Een citaatcomponent.

# block keyword
source: cite
nl_nl: citeren

# block keyword
source: citation
nl_nl: citaat

# block title
source: Button group
nl_nl: Knop groep

# block description
source: Button group for multiple buttons in a row.
nl_nl: Knoppengroep voor meerdere knoppen op een rij.

# block keyword
source: button
nl_nl: knop

# block keyword
source: buttons
nl_nl: knoppen

# block keyword
source: group
nl_nl: groep

# block title
source: Button
nl_nl: Knop

# block description
source: A button is an interactive element that makes it possible to get the expected interactive feedback from the system after a certain action.
nl_nl: Een knop is een interactief element dat het mogelijk maakt om na een bepaalde actie de verwachte interactieve feedback van het systeem te krijgen.

# block title
source: Column
nl_nl: Kolom

# block description
source: A single column within a columns block.
nl_nl: Een enkele kolom binnen een kolommenblok.

# block keyword
source: column
nl_nl: kolom

# block title
source: Columns
nl_nl: Kolommen

# block description
source: Add a block that displays content in multiple columns, then add whatever content blocks you’d like.
nl_nl: Voeg een blok toe dat inhoud in meerdere kolommen weergeeft en voeg vervolgens de gewenste inhoudsblokken toe.

# block keyword
source: columns
nl_nl: kolommen

# block title
source: Description list item
nl_nl: Beschrijving lijstitem

# block title
source: Description list
nl_nl: Beschrijving lijst

# block description
source: A list with two columns. Like a small table.
nl_nl: Een lijst met twee kolommen. Als een kleine tafel.

# block keyword
source: list
nl_nl: lijst

# block keyword
source: table
nl_nl: tabel

# block title
source: Divider
nl_nl: Scheidingslijn

# block keyword
source: divider
nl_nl: scheidingslijn

# block keyword
source: separator
nl_nl: afscheider

# block description
source: Embed a YouTube video
nl_nl: Sluit een YouTube-video in

# block title
source: Featured image
nl_nl: Uitgelichte afbeelding

# block description
source: Render the featured image.
nl_nl: Geef de uitgelichte afbeelding weer.

# block keyword
source: image
nl_nl: afbeelding

# block keyword
source: featured
nl_nl: Uitgelicht

# block title
source: Heading
nl_nl: Kop

# block keyword
source: heading
nl_nl: kop

# block keyword
source: title
nl_nl: titel

# block title
source: Image
nl_nl: afbeelding

# block description
source: Image with caption and/or with download link.
nl_nl: Afbeelding met bijschrift en/of met downloadlink.

# block keyword
source: caption
nl_nl: bijschrijft

# block variation title
source: Image with caption
nl_nl: Afbeelding met bijschrift

# block variation title
source: Image with download
nl_nl: Afbeelding met download

# block variation title
source: Image with caption and download
nl_nl: Afbeelding met bijschrift en downloaden

# block title
source: Link group item
nl_nl: Groepsitem koppelen

# block description
source: A link from the link-group-item
nl_nl: Een link van het link-group-item

# block keyword
source: grouped
nl_nl: gegroepeerd

# block description
source: A group of links with a heading and optional heading.
nl_nl: Een link van het link-groep-item

# block description
source: Showing the post meta
nl_nl: De post-meta weergeven

# block keyword
source: date
nl_nl: datum

# block keyword
source: excerpt
nl_nl: samenvatting

# block title
source: Notification
nl_nl: Melding

# block description
source: A component to inform the visitor.
nl_nl: Een onderdeel om de bezoeker te informeren.

# block variation title
source: Notification: Warning
nl_nl: Melding: Waarschuwing

# block variation description
source: A component to warn the visitor.
nl_nl: Een onderdeel om de bezoeker te waarschuwen.

# block keyword
source: information
nl_nl: Informatie

# block keyword
source: notification
nl_nl: notificatie

# block keyword
source: warning
nl_nl: waarschuwing

# block title
source: Paragraph
nl_nl: Paragraaf

# block variation title
source: Small Paragraph
nl_nl: Kleine paragraaf

# block variation title
source: Paragraph Lead
nl_nl: Introductie alinea

# block variation title
source: Paragraph Distanced
nl_nl: Paragraaf Afstandelijk

# block variation title
source: Paragraph Detail
nl_nl: Paragraaf gedetailleerd

# block keyword
source: content
nl_nl: inhoud

# block keyword
source: text
nl_nl: tekst
